[
    {
        "name": "Anne James",
        "avatar": "AJ",
        "review": "After requesting a brochure, I was contacted by telephone and was asked if I'd like a visit from the representative that was in my area at this time. I said yes and Alan Hooley called that same day. He brought with him a demonstration bed, explained everything in great detail and made me feel completely at ease. He was polite and considerate. He wasn't pushy and I felt no pressure whatsoever to purchase a bed. I have purchased one and cannot wait for it to be made and delivered. Thank you Alan.",
        "date": "30th March 2022",
        "stars" : "5",
        "location": "United Kingdom" 
    }, {
        "name": "Margaret Austin",
        "avatar": "MA",
        "review": "Having suffered with pain from arthritis I decided to invest in a chair and bed.My representative was a delightful man called Shaun French Having been a registered nurse for over 40 years and had been involved with sales Shaun totally listened whilst I questioned him more like interrogated him for all facts regarding his products. He was respectful of my needs and slight embarrassment. He allowed the product to sell itself.The whole experience was fun easy but very professional. I have my chair its wonderful and am eagerly awaiting my bed",
        "date": "29th March 2022",
        "stars" : "5",
        "location": "United Kingdom" 
    }, 
    {
        "name": "Linda Lockwood",
        "avatar": "LL",
        "review": "The representative came at the time specified and was very polite and considerate. John H listened to what we wanted and spoke through all our options. We felt confident with the advice given and did not feel at all pressured into making a decision. It was a very pleasant meeting and a fuss free experience. I would highly recommend!",
        "date": "23rd March 2022",
        "stars" : "5",
        "location": "United Kingdom" 
    },
     {
        "name": "Peter Barnett",
        "avatar": "PB",
        "review": "Jayne was excellent. The product was described extremely well. All our queries were answered satisfactorily in a kind and thoughtful manner. We enjoyed our time with her.",
        "date": "21st March 2022",
        "stars" : "5",
        "location": "United Kingdom" 
     },
     {
        "name": "Andrew Lawrence",
        "avatar": "AL",
        "review": "James Smith gave excellent service and was really thorough in his explanation and went to a lot of trouble to select the right chairs for my wife and I. The choice of fabric was exceptional. It was good to be able to try out the chair in our home. The quality of the chairs seems really robust and durable.",
        "date": "7th February 2022",
        "stars" : "4",
        "location": "United Kingdom" 
    }
]